Repository: rfyio/Psmb.Newsletter
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: nl

# flash.confirm
source: All that remains is to confirm your subscription. Open your email and follow the link in the message.
nl: Het enige wat u nog moet doen is uw inschrijving bevestigen. Open uw email en volg de link in de toegezonden mail.

# flash.noEmail
source: You havenâ€™t shown your email address
nl: U heeft geen email adres ingevoerd

# flash.wrongEmail
source: You have shown an incorrect email address
nl: U gebruikt een foutief email adres

# flash.alreadyRegistered
source: You are already subscribed to our mailing list
nl: U bent reeds ingeschreven

# flash.confirmed
source: Your subscription has been registered! You will now receive mailings from us.
nl: U heeft u ingeschreven! U zult de geselecterde nieuwsbrieven van ons ontvangen.

# flash.noToken
source: Something has gone wrong. Perhaps you have already activated your subscription?
nl: Oops er ging wat fout. Waarschijnlijk heb u al een actieve abonnement?

# flash.unsubscribed
source: You have successfully unsubscribed from our mailing list
nl: U heeft u uitgeschreven bij onze nieuwsbrief lijst

# flash.updated
source: You have successfully changed the parameters of your subscription
nl: U heeft de wijzigingen doorgevoerd op uw subscriptie

# js.send
source: Send
nl: Verstuur

# js.sending
source: Sending...
nl: Aan het versturen...

# js.sent
source: Newsletter sent
nl: Nieuwsbrief verstuurd

# js.error
source: Error
nl: Fout

# js.selectSubscription
source: Please select a subscription
nl: Selecteer een abonnee

# js.sendTo
source: Send newsletter to:
nl: Verstuur nieuwsbrief naar:

# js.loading
source: Loading...
nl: Laden...

# js.confirmationTitle
source: Send newsletter
nl: Verstuur nieuwsbrief

# js.confirmationDescription
source: This will send the letter to all subscribers. Check that all your changes are published to live workspace and hit "Send".
nl: Deze actie zal de nieuwsbrief naar alle abonnees versturen. Controleer dat al uw wijzigingen gepubliseerd zijn voor u "verstuurd".

# js.testConfirmationTitle
source: Send test newsletter
nl: Test nieuwsbrief verstuurd

# js.testEmailLabel
source: Enter test email:
nl: Voer test email in:

# module.search
source: Search
nl: Zoeken

# module.header.newSubscriber
source: New Subscriber
nl: Nieuwe abonnee

# module.header.subscriberDetails
source: Subscriber Details
nl: Abonnee details

# module.header.subscriberEdit
source: Edit Subscriber
nl: Abonnee bewerken

# module.subscriberName
source: Name
nl: Naam

# module.subscriberSubscriptions
source: Subscriptions
nl: Abonnees

# module.subscriber.metaInformation
source: Meta Information
nl: Extra Informatie

# module.subscriber.subscriberTracking
source: Tracking Information
nl: Tracking informatie

# module.subscriber.subscriberTracking.title
source: Newsletter
nl: Nieuwsbrief

# module.subscriber.subscriberTracking.count
source: Views
nl: Bekeken

# module.actions.cancel
source: Cancel
nl: Annuleren

# module.actions.save
source: Save
nl: Opslaan

# module.actions.all
source: Show All
nl: Alles bekijken

# module.analytics.overall
source: Overall Statistics
nl: Globale Statistieken

# module.analytics.publishedNewsletters
source: Published Newsletters Analytics
nl: Gepubliseerde Nieuwsbrieven Analyse

# module.analytics.newsletter
source: Newsletter
nl: Nieuwsbrief

# module.analytics.publishDate
source: Publish Date
nl: Publicatie Datum

# module.analytics.currentSubscriberCount
source: Subscriber Count
nl: Abonnees

# module.analytics.sentCount
source: Sent Count
nl: Totaal Verzonden

# module.analytics.uniqueViewCount
source: Unique Views
nl: Uniek Bekeken

# module.analytics.totalViewCount
source: Total Views
nl: Totaal Bekeken

# module.analytics.showHeader
source: Newsletter:
nl: Nieuwsbrief:

# module.analytics.linkName
source: Link Name
nl: Link Naam

# module.analytics.linkDate
source: Modified Date
nl: Laatst bezocht

# module.analytics.linkTotalViews
source: Total Views
nl: Totaal bekeken

# module.analytics.visitPerDevice
source: Visits per Device
nl: Bezoekers per Apparaat

# module.analytics.visitPerOS
source: Visits per Operation System
nl: Bezoekers per Besturing Systeem

# module.analytics.clickAnalytics
source: Click Analytics
nl: Klik Analyse
