Repository: rfyio/Psmb.Newsletter
Catalog: Resources/Private/Translations/*/Modules.xlf
Languages: nl

# newsletter.label
source: Newsletters
nl: Nieuwsbrieven

# newsletter.description
source: Contains multiple modules to manage an analyze all newsletters.
nl: Bevat meerdere modules om de nieuwsbrieven te beheren en conversie te analyseren.

# newsletter.subscribers.label
source: Subscribers
nl: Nieuwsbrief Abonnees

# newsletter.subscribers.description
source: This module allows finding and managing of your newsletters subscribers for each newsletter. It also provides a in detail view of per subscriber meta information.
nl: Deze module draagt zorg voor het beheren van elke nieuwsbrief abonnees.

# newsletter.subscribers.button
source: Manage newsletter subscribers
nl: Beheer nieuwsbrief abonnees

# newsletter.subscriptions.label
source: Subscriptions
nl: Nieuwsbrief Abonnementen

# newsletter.subscriptions.description
source: This module allows finding and managing of your newsletters subscriptions for each newsletter. It also provides a in detail view of per subscription.
nl: Deze module draagt zorg voor het beheren van elke nieuwsbrief abonnementen.

# newsletter.subscriptions.button
source: Manage newsletter subscribers
nl: Beheer nieuwsbrief abonnementen

# newsletter.analytics.label
source: Analytics
nl: Nieuwsbrief Analyse

# newsletter.analytics.description
source: This module provides an overview of the newsletters which where sent and the tracking information corresponding with global newsletters.
nl: Deze module bied inzicht voor elke verstuurde nieuwsbrief.

# newsletter.analytics.button
source: Manage newsletter subscribers
nl: Verzonden Nieuwsbrief Analyseren

# newsletter.subscriptions.new
source: Create new subscription
nl: Nieuwe abonnement aanmaken

# newsletter.subscriptions.subscription.name
source: Name
nl: Naam

# newsletter.subscriptions.subscription.base
source: Base
nl: Basis

# newsletter.subscriptions.subscription.subscriberCount
source: Total Subscribers
nl: Totaal Abonnees

# error.fileType
source: Wrong file type, only .csv files allowed!
nl: Foutief bestandstype, alleen .csv bestanden toegestaan!

# error.fileSizeExceedsAllowedLimit
source: The file size of {0} exceeds the allowed limit of {1}
nl: Laatst bezocht

# error.noFileSelected
source: No file selected
nl: Geen bestand geselecteerd

# error.cannotUploadFile
source: Cannot upload the file
nl: Kan bestand niet uploaden
